Repository: aztec88/mile2000
Catalog: languages/*.po
Languages: bs

source: Error 404
bs: Greška 404

source: Back to home page
bs: Nazad na početnu stranicu

source: Read more
bs: Detaljnije

source: <span class="meta-nav">&laquo;</span> Older posts
bs: <span class="meta-nav">&larr;</span> Stariji članci

source: Newer posts <span class="meta-nav">&raquo;</span>
bs: Noviji članci <span class="meta-nav">&rarr;</span>

source: Install Required Plugins
bs: Instalirajte potrebne dodatke

source: Install Plugins
bs: Instalirajte dodatke

source: Installing Plugin: %s
bs: Instalacija dodatka: %s

source: Updating Plugin: %s
bs: Ažuriranje plugina: %s

source: Something went wrong with the plugin API.
bs: Nešto je pošlo na krivo s plugin API-jem.

source: Return to Required Plugins Installer
bs: Povratak na instaler potrbnih dodataka

source: Return to the Dashboard
bs: Povratak na kontrolnu ploču

source: Plugin activated successfully.
bs: Plagin je uspješno aktiviran.

source: No action taken. Plugin %1$s was already active.
bs: Nije potrebno ništa poduzimati. Dodatak %1$s je već aktivan.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
bs: Plugin nije aktiviran. Za ovu temu potrebna je viša verzija %s. Molim vas, Ažurirajte plugin.

source: All plugins installed and activated successfully. %1$s
bs: Svi plugini su instalirani i aktivirani. %1$s

source: Dismiss this notice
bs: Zanemari ovu obavijest

source: There are one or more required or recommended plugins to install, update or activate.
bs: Postoji jedna ili više potrebne ili preporučene čep uvesti koga u službu, ažurirati ili aktivirati.

source: Please contact the administrator of this site for help.
bs: Kontaktirajte administratora za pomoć.

source: This plugin needs to be updated to be compatible with your theme.
bs: Ovaj dodatak treba biti ažurirana biti kompatibilan sa svojim temama.

source: Update Required
bs: Obavezna nadogradnja

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
bs: Maknuti čep paket ne sadrži mapu s željeni cjevčica i preimenovanje nije radila.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
bs: Obratite se Davatelju čep i zamolite ih da paket njihov čep prema smjernicama WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
bs: Maknuti čep paket se sastoji od više od jedne datoteke, ali datoteke nije pakirano u mapi.

# plugin A *and* plugin B
source: and
bs: i

source: Required
bs: Obavezno

source: Recommended
bs: Preporučeno

source: WordPress Repository
bs: WordPress Repozitorij

source: External Source
bs: Vanjski Izvor

source: Pre-Packaged
bs: Prepakovano

source: Not Installed
bs: Nije instaliran

source: Installed But Not Activated
bs: Instaliran ali nije aktiviran

source: Active
bs: Aktivan

source: Required Update not Available
bs: Traženo ažuriranje nije dostupno

source: Requires Update
bs: Zahtijeva ažuriranje

source: Update recommended
bs: Preporučeno ažuriranje

# as in: "version nr unknown"
source: unknown
bs: nepoznat

source: Installed version:
bs: Instalirana verzija:

source: Minimum required version:
bs: Minimalna zahtijevana verzija:

source: Available version:
bs: Dostupna verzija:

source: No plugins to install, update or activate.
bs: Nema plugina za instalirati ili aktivirati.

source: Source
bs: Izvor

source: Type
bs: Tip

source: Version
bs: Verzija

source: Install %2$s
bs: Instaliraj %2$s

source: Update %2$s
bs: Ažuriraj %2$s

source: Activate %2$s
bs: Aktiviraj %2$s

source: Upgrade message from the plugin author:
bs: Nadogradnja poruke od priključni modul autora:

source: Install
bs: Instaliraj

source: Update
bs: Nadogradi

source: Activate
bs: Aktivirati

source: No plugins were selected to be installed. No action taken.
bs: Nijedan plugins nije izabran da bude instaliran. Ne poduzimam ništa.

source: No plugins were selected to be updated. No action taken.
bs: Nijedan plugins nije izabran da bude ažuriran. Ne poduzimam ništa.

source: No plugins are available to be installed at this time.
bs: Trenutno nema pluginsa koji će biti instalirani.

source: No plugins are available to be updated at this time.
bs: Nema pluginsa na raspolaganju da budu ažurirani u ovom trenutku.

source: No plugins were selected to be activated. No action taken.
bs: Nijedan plugins nije izabran da bude aktiviran. Ne poduzimam ništa.

source: No plugins are available to be activated at this time.
bs: Nema pluginsa koji se trenutno mogu aktivirati.

source: Plugin activation failed.
bs: Aktivacija plagina neuspješna.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
bs: Došlo je do greške prilikom instalacije %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
bs: Instalacija %1$s neuspješna.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
bs: Proces instalacije počinje. Ovaj proces može potrajati duže, pa vas molimo za strpljenje.

source: %1$s installed and activated successfully.
bs: %1$s instaliran i aktiviran uspješno.

source: Show Details
bs: Prikaži detalje

source: Hide Details
bs: Sakrij detalje

source: All installations and activations have been completed.
bs: Sve instalacije i aktivacije su završene.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
bs: Instaliranje i aktiviranje Plugina %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
bs: Proces instalacije počinje. Ovaj proces može potrajati duže, pa vas molimo za strpljenje.

source: All installations have been completed.
bs: Sve instalacije su završene.

source: Installing Plugin %1$s (%2$d/%3$d)
bs: Instalacija Plugina %1$s (%2$d/%3$d)

source: Comment navigation
bs: Navigacija kometara

source: &larr; Older Comments
bs: &larr; Stariji komentari

source: Newer Comments &rarr;
bs: Noviji komentari &rarr;

source: Comments are closed.
bs: Komentari su zatvoreni.

source: Nothing Found
bs: Nema rezultata

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
bs: Spremni da objavite prvi post? <a href="%1$s">Započnite ovdje</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
bs: Nažalost ništa nije pronađeno za pojam koji ste tražili. Probajte opet s drugim riječima.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
bs: Izgleda da ne možemo naći ono što Vas zanima. Probajte koristiti pretragu.

source: Loading...
bs: Ucitavanje ....

source: Default
bs: Uobičajeno

source: To customize the Contact Page you need to first select the template "Contact page" for the page you want to use for this purpose. Then open that page in the browser and press "Customize" in the top bar.
bs: Da biste prilagodili kontakt stranicu morate prvo odabrati "kontakt stranicu" za stranicu koju želite koristiti za tu svrhu. Zatim otvorite tu stranicu u pregledniku i pritisnite "prilagođavanje" u gornjem baru.

source: doc
bs: tip dok

source: Documentation
bs: Dokumentacija

source: Categories Section
bs: Odjeljak kategorija

source: Map Section
bs: Sekcija Mape

source: Ribbon Section
bs: Odjeljak vrpce

source: Services Section
bs: Usluge sekcija

source: Shortcodes Section
bs: Odjeljak za kratki kodovi

source: View PRO version
bs: Prikaži pro verziju

source: Static Front Page
bs: Statička naslovna stranica

source: Add new field
bs: Dodajte novo polje

source: Title
bs: Naslov

source: Subtitle
bs: Podnaslov

source: Button link
bs: Link Dugmeta

source: Button Label
bs: Labela Dugmeta

source: Description
bs: Opis

source: Delete field
bs: Izbriši polje

source: Icon
bs: Ikona

source: here
bs: ovdje

source: Image
bs: Slika

source: Upload Image
bs: Upload slika

source: Image type
bs: Vrsta slike

source: None
bs: Nijedan

source: Social icons
bs: Socijane ikone

source: Add icon
bs: Dodaj ikonu

source: Frontpage sections
bs: Odjeljenja fronta

source: Enhanced Cart
bs: Poboljšana kolica

source: Get full color schemes support for your site.
bs: Nabavi punu boju za svoj sajt

source: Section Reordering
bs: Neuordnung von Abschnitten

source: Add New Sections
bs: Dodajte nove sekcije

source: Quick View functionality
bs: Brzi prikaz funkcionalnosti

source: Support
bs: Podrška

source: Three New Color Schemes
bs: Drei neue Farbschemata

source: Background image
bs: Pozadinska slika

source: The requested URL was not found on this server.<br> That is all we know.
bs: Traženi URL nije pronađen na ovom serveru. <br> to je sve što znamo.

source: Text
bs: Tekst

source: Button label
bs: Text der Schaltfläche

source: Advanced options
bs: Napredne opcije

source: Disable preloader?
bs: Onemogućiti preloader?

source: Blog header title
bs: Naslov zaglavlja bloga

source: Blog header subtitle
bs: Naslov zaglavlja na blogu

source: Contact page
bs: Kontaktna stranica

source: Contact form shortcode
bs: Kontakt forma shotcode

source: To use this section please install <a href="https://wordpress.org/plugins/intergeo-maps/">Intergeo Maps</a> plugin then use it to create a map and paste here the shortcode generated
bs: Da biste koristili ovaj odjeljak, molimo instalirajte < = "https:-wordpres-d-plugins/intergeo maps/" prevod i obrada: </a> priključni modul koristite ga da kreirate mapu i zalijepite ovdje

source: Footer
bs: Futer

source: Copyright
bs: Autorska prava

source: Hide site info?
bs: Sakriti informacije o lokaciji?

source: Add new social
bs: Dodajte nove društvene

source: Social
bs: Društveno

source: Banners section
bs: Baner sekcija

source: Hide banners section?
bs: Sakrij Baner sekciju?

source: Section title
bs: Naslov sekcije

source: Add new banner
bs: Dodaj novi Baner

source: Banner
bs: Baner sekcija

source: Big title section
bs: Poglavlje velikog naslova

source: Hide big title section?
bs: Sakriti veliki odjeljak?

source: Products section
bs: Odjeljak proizvoda

source: Hide products section?
bs: Sakriti proizvode?

source: Latest products
bs: Najnoviji proizvodi

source: Insert a WooCommerce shortcode
bs: Ubacite “woocommerce” short kodove

source: Select category
bs: Odaberi kategoriju

source: Products category
bs: Kategorija proizvoda

source: OR pick a product category. If no shortcode or no category is selected , WooCommerce latest products are displaying.
bs: Ili izaberi kategoriju proizvoda. Ako se ne odaberu neki manji broj ili nijedna kategorija, Woo, najnoviji proizvodi se prikazuju.

source: Products slider section
bs: Odjeljak slajder proizvoda

source: Hide products slider section on frontpage?
bs: Skrivanje proizvoda klizač za na naslovnoj strani?

source: Hide products slider section on single product page?
bs: Sakrij dio za rezanje proizvoda na stranici pojedinačnog proizvoda?

source: Exclusive products
bs: Ekskluzivni proizvodi

source: Special category of products
bs: Specijalna kategorija proizvoda

source: Section subtitle
bs: Odjeljak Prijevod

source: If no category is selected , WooCommerce products from the first category found are displaying.
bs: Ako se nijedna kategorija ne bira, u prvoj kategoriji pronađena su se prikazivanja proizvoda iz prve kategorije.

source: Video section
bs: Video odjeljak

source: Hide video section?
bs: Sakrij video sekciju?

source: Video thumbnail
bs: Video sličica

source: You can replace the homepage slider with any plugin you like, just copy the shortcode generated and paste it here.
bs: Možete zamijeniti klizač za kućne stranice sa bilo kojom pluginom koju volite, samo Kopirajte generisani i zalijepite ga ovdje.

source: Primary Menu
bs: Primarni meni

source: Keep the old static frontpage template?
bs: Zadržati stari statista na naslovnoj strani?

source: Sidebar
bs: Bočni panel

source: Sidebar Shop Page
bs: Stranica prodavnice

source: Ideas and concepts
bs: Ideje i koncepti

source: Designs & interfaces
bs: Dizajni & interfejs

source: Highly customizable
bs: Veoma kastomizovan

source: Easy to use
bs: Lako koristiti

source: View your shopping cart
bs: Pogledajte Korpu

source: Welcome
bs: Dobrodošli

source: Online-Shop
bs: Online-Prodavnica

source: Shop now
bs: Započnite kupovinu

source: Quick View
bs: Brzi Pregled

source: Out of Stock
bs: Nema na stanju

source: See all products
bs: Pogledajte sve proizvode

source: No products found.
bs: Nema pronađenih proizvoda.

source: For this section to work, you first need to install the WooCommerce plugin , create some products, and insert a WooCommerce shortocode or select a product category in Customize -> Frontpage sections -> Products section
bs: Da bi ovaj dio funkcionirali, prvo morate instalirati wooprivredne priključni modul, kreirati neke proizvode, i umetnuti vunu šifru ili odabrati kategoriju proizvoda u okviru

source: For this section to work, you first need to install the WooCommerce plugin , create some products, and select a product category in Customize -> Frontpage sections -> Products slider section
bs: Da bi ovaj dio funkcionirali, prvo trebate instalirati wooprivreda priključni modul, kreirati neke proizvode, i odabrati kategoriju proizvoda u prilagodi odjeljnim dijelovima sekcije

source: Your comment is awaiting moderation.
bs: Vaš komentar čeka odobrenje.

source: Edit
bs: Uredi

source: powered by
bs: omogućio %s

source: Toggle navigation
bs: Uključi navigaciju

# placeholder
source: Search Products&hellip;
bs: Pretraži Proizvode&hellip;

# label
source: Search for:
bs: Suchen nach:

# submit button
source: Search
bs: Suchen

source: Pages:
bs: Stranice:

source: Continue reading %s
bs: Nastavi čitanje %s

source: Tagged %1$s
bs: Tagovi: %1$s

source: Posts navigation
bs: Postovi Navigacija

source: <span class="meta-nav">&larr;</span> Older posts
bs: <span class="meta-nav">&larr;</span> Stariji članci

source: Newer posts <span class="meta-nav">&rarr;</span>
bs: Noviji članci <span class="meta-nav">&rarr;</span>

source: By
bs: Od

source: No Comments
bs: Nema komentara

source: Comments
bs: Komentari

source: 1 Comment
bs: 1 Komentar

source: View all posts in %s
bs: Pogledaj sve postove u %s

source: Product Categories
bs: Kategorije proizvoda

source: Recent Products
bs: Najnovije

source: Featured Products
bs: Istaknuti proizvodi

source: Top Rated Products
bs: Najbolje ocjenjeni proizvodi

source: On Sale
bs: Akcija

source: Search Results for: %s
bs: Rezultati Pretrage za: %s
